// @gsts:resources

export const CustomPrefab = {
  /**
   * 基于 prefabId 1000000
   */
  玩家1模板: 1086324737,

  /**
   * 基于 prefabId 1000001
   */
  '玩家1模板(角色编辑)': 1090519041,

  /**
   * 基于 石质功能平台
   */
  红方棋子: 1077936129,

  /**
   * 基于 石质功能平台2
   */
  黑方棋子: 1077936130,

  /**
   * 基于 prefabId 1000000
   */
  玩家2模板: 1086324738,

  /**
   * 基于 prefabId 1000001
   */
  '玩家2模板(角色编辑)': 1090519042,

  /**
   * 基于 石质功能平台
   */
  红方棋子_1: 1077936133,

  /**
   * 基于 箭头指示牌2
   */
  '棋子方向指示（红方）': 1077936132,

  /**
   * 基于 prefabId 30007001
   */
  丘丘人基站: 1082130433,

  /**
   * 基于 prefabId 10005018
   */
  倒计时载体: 1077936134,

  /**
   * 基于 箭头指示牌2
   */
  '棋子方向指示（黑方）': 1077936135,

  /**
   * 基于 prefabId 10005018
   */
  车: 1077936137,

  /**
   * 基于 prefabId 10005018
   */
  '黑 马': 1077936144,

  /**
   * 基于 prefabId 10005018
   */
  炮: 1077936140,

  /**
   * 基于 prefabId 10005018
   */
  '黑 将': 1077936149,

  /**
   * 基于 prefabId 10005018
   */
  马: 1077936138,

  /**
   * 基于 prefabId 10005018
   */
  '黑 士': 1077936148,

  /**
   * 基于 prefabId 10005018
   */
  相: 1077936139,

  /**
   * 基于 prefabId 10005018
   */
  '黑 炮': 1077936147,

  /**
   * 基于 prefabId 10005018
   */
  帅: 1077936146,

  /**
   * 基于 prefabId 10005018
   */
  士: 1077936141,

  /**
   * 基于 prefabId 10005018
   */
  '黑 兵': 1077936142,

  /**
   * 基于 prefabId 10005018
   */
  '黑 象': 1077936145,

  /**
   * 基于 prefabId 10005018
   */
  '黑 车': 1077936143,

  /**
   * 基于 prefabId 10005018
   */
  兵: 1077936136,

  /**
   * 基于 prefabId 10005018
   */
  空模型: 1077936150,

  /**
   * 基于 积木玩偶3
   */
  积木玩偶_3: 1077936151,

  /**
   * 基于 积木玩偶
   */
  积木玩偶_1: 1077936153,

  /**
   * 基于 积木玩偶2
   */
  积木玩偶_2: 1077936154,

  /**
   * 基于 积木玩偶4
   */
  积木玩偶: 1077936152,

  /**
   * 基于 金属机关42
   */
  金属机关: 1077936155,

  /**
   * 基于 prefabId 10005018
   */
  空模型_1: 1077936156,

  /**
   * 基于 prefabId 10005018
   */
  棋盘: 1077936157,

  /**
   * 基于 石质球
   */
  落点: 1077936158
}
